{
  "definitions": {
    "absolu": "Ce qui ne dépend de rien d'autre.",
    "relatif": "Ce qui dépend ou est limité par autre chose.",

    "contingent": "Ce qui peut ou aurait pu être autrement.",
    "necessaire": "Ce qui ne peut pas ne pas être.",

    "universel": "Ce qui s'applique à tous les cas.",
    "general": "Ce qui s'applique à la plupart des cas.",
    "particulier": "Ce qui s'applique à un ensemble limité de cas.",
    "singulier": "Ce qui s'applique/concerne un seul cas (unique).",

    "en_droit": "Ce qui devrait être.",
    "en_fait": "Ce qui est",

    "transcendant": "Ce qui dépasse les limites naturelles d'un objet.",
    "immanent": "Ce qui est contenu dans les limites naturelles d'un objet.",

    "contrainte": "Injonction accompagnée de l'usage d'une force qui impose l'obéissance.",
    "obligation": "Injonction perçue comme émanant d'une autorité légitime.",
    
    "en_acte": "Achevé / accompli.",
    "en_puissance": "Accomplissement potentiel.",

    "légal" : "ce qui est juste ou permis par les lois",
    "légitime" : "ce qui est conforme à un principe supérieur de moral ou de justice",

    "genre" : "Groupe d'objet",
    "espèce " : "Sous ensemble de genre",
    "individu" : "Objet singulier",

    "croire" : "Tenir pour vrai en s'appuyant sur des motifs subjectif",
    "savoir" : "Affirmer vrai en s'appuyant sur des preuves objective, rationnelle et/ou empirique",

    "objectif" : "Un discous est objectif quand il décrit l'objet comme il est",
    "subjectif" : "Un discours est subjectif quand il reflète le point de vue ou l'avis de celui qui le prononce",
    "intersubjectif" : "C'est le produit d'une comparaison entre plusieurs subjectivités",

    "vrai" : "Une idée est vraie lorsqu’elle montre une chose telle qu’elle est en elle-même ou raconte des faits tels qu’ils se sont passés ",
    "certain" : "Quelque chose  est certain lorsqu’il est impossible de douter de sa véracité.",
    "probable" : "Quelque chose est probable si l’on a des raisons de le penser vrai sans en être certain.",

    "principes" : "Idée(s) point de départ d'un raisonnement",
    "conséquences" : "Idée(s) qui découle logiquement d'une autre idée",
    "conclusion" : "Terme/point d'arrivée d'un raisonnement",

    "Identité" : "Objet -> Posséder même qualités",
    "égalité" : "Objet -> même quantité ou valeur",
    "différence" : "soit non indentité soit non égalité"
  }
}